CSI API ETABS v1
eItemType Enumeration
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public enum eItemType
Public Enumeration eItemType
Dim instance As eItemType
public enum class eItemType
type eItemType
Members
Member name | Value | Description
Objects | 0
Group | 1
SelectedObjects | 2
See Also
Reference
ETABSv1 Namespace